tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "bash-completion"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "gnutls"
brew "cask"
brew "openldap"
brew "curl"
brew "deno"
brew "graphite2"
brew "openjpeg"
brew "ffmpeg"
brew "htop"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "librsvg"
brew "ncdu"
brew "neofetch"
brew "nvm"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-nobu417-big-sur-icon", "with-no-titlebar", "with-xwidgets"], link: false
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "beyond-compare"
cask "docker"
cask "figma"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "microsoft-edge"
cask "monitorcontrol"
cask "openemu"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "temurin"
cask "visual-studio-code"
cask "vlc"
