tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bzip2"
brew "gettext"
brew "glib"
brew "cairo"
brew "flac"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "chromaprint"
brew "cmake"
brew "coreutils"
brew "libssh2"
brew "rtmpdump"
brew "deno"
brew "exiftool"
brew "gcc"
brew "findutils"
brew "flyctl"
brew "freetds"
brew "libavif"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "htop"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libkeyfinder"
brew "libksba"
brew "libmagic"
brew "librsvg"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "nicotine-plus"
brew "numpy"
brew "nvm"
brew "openssl@1.1"
brew "openvino"
brew "php@8.3", restart_service: :changed
brew "pkgconf"
brew "pure"
brew "pyenv"
brew "ripgrep"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "unar"
brew "wget"
brew "woff2"
brew "youtube-dl"
brew "yt-dlp"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "cursor"
cask "docker-desktop"
cask "dolphin"
cask "emby"
cask "embyserver"
cask "firefox"
cask "font-fira-code"
cask "google-drive"
cask "maccy"
cask "mono-mdk"
cask "multipass"
cask "nordvpn"
cask "openemu"
cask "postman"
cask "prowlarr"
cask "qbittorrent"
cask "radarr"
cask "rar"
cask "sequel-ace"
cask "sonarr"
cask "soulseek"
cask "steam"
cask "tor-browser"
cask "visual-studio-code"
mas "AdGuard for Safari", id: 1440147259
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "phind.phind"
vscode "syler.sass-indented"
vscode "tinaciousdesign.theme-tinaciousdesign"
vscode "vscodevim.vim"
