tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "bash-completion"
brew "openldap"
brew "curl"
brew "deno"
brew "openjpeg"
brew "ffmpeg"
brew "htop"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "librsvg"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "nvm"
brew "pure"
brew "python@3.9"
brew "ripgrep"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-nobu417-big-sur-icon", "with-no-titlebar-and-round-corners", "with-xwidgets"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "beyond-compare"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "logitech-options"
cask "microsoft-edge"
cask "openemu"
cask "sequel-pro"
cask "teamviewer"
cask "temurin"
cask "visual-studio-code"
mas "AdGuard for Safari", id: 1440147259
mas "Spark", id: 1176895641
